{
    "about": "Om",
    "aboutLine1": "Välkommen till min portfolio. Mitt namn är Evan Khalil och jag har en examen i informatik inom systemvetenskapliga programmet på Örebro universitet. Jag ser fram emot att få komma igång med min karriär som systemutvecklare och jag är ivrig att ta mitt första steg in i branschen.",
    "aboutLine2": "Jag drivs av en oändlig hunger att utveckla mina skills och jag ser mig själv som en högt motiverad person. Min filosofi kretsar kring att optimera processer för att förbättra livskvalité för de många."
    ,"aboutLine3": "Genom min akademiska resa och praktiska erfarenhet har jag etablerat grundläggande attribut så som ett öga för detaljer, kritiskt tänkande och problemlösning - kvalitéer som jag gärna vill applicera på varje projekt jag åtar mig.",
    "aboutLine4": "I denna portfolio kommer du upptäcka ett urval av det jag åstadkommit hittills. Varje projekt representerar en milsten i min professionella utveckling och jag ser fram emot möjligheter som kan komma framöver."
    ,
    "aboutLine5": "Om du har några frågor eller vill utforska eventuell samverkan, tveka inte att kontakta mig. Tack för att du tagit dig tid att gå igenom min portfolio, jag uppskattar ditt intresse."
    ,
    "education": "Utbildning",
    "bachelorInformationSystems": "Kandidatprogram i Systemvetenskap",
    "infoSystemsContent": "Få kunskap om människor, organisationer och hur man utvecklar teknologi för att stödja dem samtidigt som du lär dig grunderna i systemanalys och programvaruutveckling. Programmet erbjuder kurser i objektorienterad analys och design, agila metoder, interaktionsdesign, databashantering och programmering i C#.",
    "programmingInternet": "Programmering för Internet",
    "programmingInternetContent": "Få expertis i att använda C# för att programera med stödjande teknologier, etablera lågnivåanslutningar till olika servrar, etablera högnivåanslutningar till specialiserade servrar som e-post, webb- och databasservrar samt säkerställa säkerheten vid kommunikation över internet.",
    "webDevelopmentII": "Webbutveckling II",
    "webDevelopmentIIContent": "Lär dig att bygga sofistikerade webbaserade system med hjälp av JavaScript och PHP för både klient- och serversideprogrammering i denna kurs.",
    "programmingCSharpIII": "Programmering i C#, III",
    "programmingCSharpIIIContent": "Denna kurs är utformad för avancerade programmerare som vill förbättra sina färdigheter och utveckla applikationer med hjälp av avancerade funktioner i C#-språket och .NET-teknikerna.",
    "computerNetworksI": "Nätverksteknik I",
    "computerNetworksIContent": "Denna kurs ger en grundläggande förståelse för teorin och praktiken att konfigurera och säkra nätverk, inklusive instruktioner om att skapa grundläggande nätverkstopologier.",
    "gameDevelopment3D": "Spelutveckling - 3D-modellering och karaktärsanimation",
    "gameDevelopment3DContent": "En kurs som ger en grundläggande förståelse och praktisk erfarenhet av att skapa spelgrafik med hjälp av 2D- och 3D-verktyg, inklusive tekniker för att rigga och animera karaktärer och deras rörelser för digitala spel.",
    "StockholmsUniversitet": "Stockholms Universitet",
    "MalmöUniversitet": "Malmö Universitet",
    "MälardalensUniversitet": "Mälardalens Universitet",
    "ÖrebroUniversitet": "Örebro Universitet",
    "BlekingeHögskola": "Blekinge Högskola", 
    "skills": "Kompetenser",
    "html": "HyperText Markup Language",
    "css": "Cascading Style Sheets",
    "php": "Hypertext Preprocessor",
    "csharp": "C Sharp",
    "javascript": "JavaScript",
    "visualStudio": "Microsoft Visual Studio",
    "visualStudioCode": "Visual Studio Code",
    "sqlServer": "SQL Server Management Studio",
    "unrealEngine": "Unreal Engine",
    "autodeskMaya": "Autodesk Maya",
    "gimp": "GIMP, Bildbehandlingsprogram",
    "projects": "Projekt",
    "menu": {
      "about": "Om",
      "education": "Utbildning",
      "skills": "Kompetenser",
      "projects": "Projekter",
      "github": "Github",
      "linkedin": "LinkedIn",
      "drag_message": "Dra mig!"
    }
  }

  